Repository: mikek/django-toplevel-files
Catalog: toplevel_files/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Choose from one of the available file types
ru: Выберите один из доступных типов файлов

source: Changing type is not allowed
ru: Нельзя изменять тип файла

source: title
ru: название

source: file name
ru: имя файла

source: top level file type
ru: тип файла верхнего уровня

source: top level file types
ru: типы файлов верхнего уровня

source: type
ru: тип

source: file
ru: файл

source: You can choose a file with arbitrary name
ru: Вы можете выбрать файл с произвольным именем

source: modification date
ru: дата модификации

source: top level file
ru: файл верхнего уровня

source: top level files
ru: файлы верхнего уровня
